Repository: x0aio/consentwallet
Catalog: app/res/values/strings_*.arb
Languages: es

# timestamp_format
source: yyyy-MM-dd HH:mm:ss
es: dd-MM-yyyy HH:mm:ss

# welcome_title
source: Welcome :-)
es: Bienvenido :-)

# welcome_first_sentence
source: Your data will remain encrypted and protected in this terminal.
es: Tus datos se mantendrán encriptados y protegidos en tu terminal.

# welcome_second_sentence
source: There is no backup on our servers.
es: No existe copia de respaldo en nuestros servidores.

# welcome_third_sentence
source: If you delete the application you will lose your information
es: Si eliminas la aplicación perderás tu información

# welcome_continue
source: Continue
es: Continuar

# drawer_privacy_policy
source: Privacy Policy
es: Política de privacidad

# drawer_conditions
source: Terms & Conditions
es: Términos y condiciones

# drawer_about
source: Version $version
es: Versión $version

# drawer_specification
source: Consent Receipt Specification
es: Especificación Consent Receipt

# home_title
source: Receipts
es: Recibos

# home_open
source: Open a file...
es: Abrir un archivo...

# search_title
source: Search consent receipts
es: Busqueda de recibos

# search_message
source: TODO
es: Por construir

# view_title
source: Consent Receipt
es: Recibo

# view_share
source: Share receipt
es: Compartir recibo

# view_save
source: Store the receipt
es: Guarda el recibo

# view_delete
source: Delete receipt
es: Elimina el recibo

# view_invalid_token
source: Consent Receipt invalid
es: Este recibo de consentimiento es inválido

# view_notify_error
source: Notify error
es: Notificar el error

# view_confirm_delete_title
source: Delete receipt
es: Elimina el recibo

# view_confirm_delete_content
source: Are you sure you want to delete the receipt?
es: Estás seguro de querer eliminar el recibo?

# view_confirm_delete_cancel
source: Cancel
es: Cancelar
